export const postList: Post[] = [
  {
    id: 1,
    title: '오늘 날씨 맑네요',
    createdAt: '2022-07-13T19:55:31.016376300',
    content: '날씨는 참 좋네요.',
  },
  {
    id: 2,
    title: '오늘 날씨 좋네요',
    createdAt: '2022-07-12T19:55:31.016376300',
    content: '어항에 있는 것 같아요.',
  },
  {
    id: 3,
    title: '오늘 날씨 싫어요',
    createdAt: '2022-07-11T19:55:31.016376300',
    content: '싫어? 아냐 나 괜찮아',
  },
  {
    id: 4,
    title: '오늘 날씨 별로예요',
    createdAt: '2022-07-10T19:55:31.016376300',
    content: '어항에 있는 것 같아요',
  },
  {
    id: 5,
    title: '조시 : 미안하다 진짜',
    createdAt: '2022-07-09T19:55:31.016376300',
    content: '미안하다 진짜봇',
  },
  {
    id: 6,
    title: '크리스 : 갑자기 이런 생각이 드네?',
    createdAt: '2022-07-08T19:55:31.016376300',
    content: '생각멈춰',
  },
  {
    id: 7,
    title: '이스트 : 아채 싫엉',
    createdAt: '2022-07-07T19:55:31.016376300',
    content: '베이비 이스트',
  },
  {
    id: 8,
    title: '토르 : 사진 찰칵 찰칵',
    createdAt: '2022-07-06T19:55:31.016376300',
    content: '단백질 벌컥 벌컥',
  },
  {
    id: 9,
    title: '헌치 : 악상이 떠오른다.',
    createdAt: '2022-07-05T19:55:31.016376300',
    content: '알고리즘 냠냠',
  },
  {
    id: 10,
    title: '동키콩 : 수학 1등급',
    createdAt: '2022-07-04T19:55:31.016376300',
    content: '특 : 페이지 계산 못함',
  },
];
